[
    {
        "id": "0",
        "Titulo": "Pulp Fiction",
        "Director": "Quentin Tarantino",
        "Genero": "Thriller",
        "Sinopsis":"Jules y Vincent, dos asesinos a sueldo con no demasiadas luces, trabajan para el gángster Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su atractiva mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
        "Poster":"https://static.posters.cz/image/750/posters/pulp-fiction-cover-i1288.jpg"
    },
    {
        "id": "1",
        "Titulo": "Anticristo",
        "Director": "Lars Von Trier",
        "Genero": "Terror",
        "Sinopsis":"Un psicólogo, que quiere ayudar a su mujer a superar la muerte de su hijo en un accidente, decide llevarla a una cabaña perdida en medio de un bosque, donde ella había pasado el último verano con el niño. Sin embargo, la terapia no funciona, y tanto ella como la naturaleza empiezan a comportarse de un modo extraño.",
        "Poster":"https://pics.filmaffinity.com/antichrist-484170657-large.jpg"
    },
    {
        "id": "2",
        "Titulo": "American History X ",
        "Director": "Tony Kaye",
        "Genero": "Drama",
        "Sinopsis":"Derek (Edward Norton), un joven skin head californiano de ideología neonazi, es encarcelado por asesinar a un negro que pretendía robarle su furgoneta. Cuando sale de prisión y regresa a su barrio dispuesto a alejarse del mundo de la violencia, se encuentra con que su hermano pequeño (Edward Furlong), para quien Derek es el modelo a seguir, sigue el mismo camino que a él lo condujo a la cárcel.",
        "Poster":"https://pics.filmaffinity.com/american_history_x-201185607-large.jpg"
    },
    {
        "id": "3",
        "Titulo": "Apocalypse Now",
        "Director": "Francis Ford Coppola",
        "Genero": "Belico",
        "Sinopsis":"Durante la guerra de Vietnam, al joven Capitán Willard, un oficial de los servicios de inteligencia del ejército estadounidense, se le ha encomendado entrar en Camboya con la peligrosa misión de eliminar a Kurtz, un coronel renegado que se ha vuelto loco. El capitán deberá ir navegar por el río hasta el corazón de la selva, donde parece ser que Kurtz reina como un buda despótico sobre los miembros de la tribu Montagnard, que le adoran como a un dios.",
        "Poster":"https://pics.filmaffinity.com/apocalypse_now-322812758-large.jpg"
    },
    {
        "id": "4",
        "Titulo": "Uno de los nuestros",
        "Director": "Martin Scorsese",
        "Genero": "Thriller",
        "Sinopsis":"Henry Hill, hijo de padre irlandés y madre siciliana, vive en Brooklyn y se siente fascinado por la vida que llevan los gángsters de su barrio, donde la mayoría de los vecinos son inmigrantes. Paul Cicero, el patriarca de la familia Pauline, es el protector del barrio. A los trece años, Henry decide abandonar la escuela y entrar a formar parte de la organización mafiosa como chico de los recados; muy pronto se gana la confianza de sus jefes, gracias a lo cual irá subiendo de categoría.",
        "Poster":"https://pics.filmaffinity.com/goodfellas-343032101-large.jpg"
    },
    {
        "id": "5",
        "Titulo": "El gran dictador",
        "Director": "Charlie Chaplin",
        "Genero": "Comedia",
        "Sinopsis":"Un humilde barbero judío que combatió con el ejército de Tomania en la Primera Guerra Mundial vuelve a su casa años después del fin del conflicto. Amnésico a causa de un accidente de avión, no recuerda prácticamente nada de su vida pasada, y no conoce la situación política actual del país: Adenoid Hynkel, un dictador fascista y racista, ha llegado al poder y ha iniciado la persecución del pueblo judío, a quien considera responsable de la situación de crisis que vive el país. Paralelamente, Hynkel y sus colaboradores han empezado a preparar una ofensiva militar destinada a la conquista de todo el mundo.",
        "Poster":"https://pics.filmaffinity.com/the_great_dictator-416205081-large.jpg"
    },
    {
        "id": "6",
        "Titulo": "El hombre que mato a Liberty Valance",
        "Director": "John Ford",
        "Genero": "Western",
        "Sinopsis":"Ransom Stoddard (James Stewart), anciano senador del Congreso de los Estados Unidos, explica a un periodista por qué ha viajado con su mujer (Vera Miles) para asistir al funeral de su viejo amigo Tom Doniphon (John Wayne). La historia empieza muchos años antes, cuando Ransom era un joven abogado del este que se dirigía en diligencia a Shinbone, un pequeño pueblo del Oeste, para ejercer la abogacía e imponer la ley. Poco antes de llegar, fue atracado y golpeado brutalmente por Liberty Valance (Lee Marvin), un temido pistolero.",
        "Poster":"https://pics.filmaffinity.com/the_man_who_shot_liberty_valance-414918328-large.jpg"
    },
    {
        "id": "7",
        "Titulo": "La lista de Schindler",
        "Director": "Steven Spielberg",
        "Genero": "Drama",
        "Sinopsis":"Oskar Schindler (Liam Neeson), un empresario alemán de gran talento para las relaciones públicas, busca ganarse la simpatía de los nazis de cara a su beneficio personal. Después de la invasión de Polonia por los alemanes en 1939, Schindler consigue, gracias a sus relaciones con los altos jerarcas nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente, gracias sobre todo a su gerente Itzhak Stern (Ben Kingsley), también judío. Pero conforme la guerra avanza, Schindler y Stern comienzan ser conscientes de que a los judíos que contratan, los salvan de una muerte casi segura en el temible campo de concentración de Plaszow, que lidera el Comandante nazi Amon Goeth (Ralph Fiennes), un hombre cruel que disfruta ejecutando judíos.",
        "Poster":"https://pics.filmaffinity.com/schindler_s_list-473662617-large.jpg"
    },
    {
        "id": "8",
        "Titulo": "Alguien volo sobre el nido del cuco",
        "Director": "Milos Forman",
        "Genero": "Drama",
        "Sinopsis":"Randle McMurphy (Jack Nicholson), un hombre condenado por asalto, y un espíritu libre que vive contracorriente, es recluido en un hospital psiquiátrico. La inflexible disciplina del centro acentúa su contagiosa tendencia al desorden, que acabará desencadenando una guerra entre los pacientes y el personal de la clínica con la fría y severa enfermera Ratched (Louise Fletcher) a la cabeza. La suerte de cada paciente del pabellón está en juego.",
        "Poster":"https://pics.filmaffinity.com/one_flew_over_the_cuckoo_s_nest-669408644-large.jpg"
    },
    {
        "id": "9",
        "Titulo": "El padrino",
        "Director": "Francis Ford Coppola",
        "Genero": "Drama",
        "Sinopsis":"América, años 40. Don Vito Corleone (Marlon Brando) es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Tiene cuatro hijos: Connie (Talia Shire), el impulsivo Sonny (James Caan), el pusilánime Fredo (John Cazale) y Michael (Al Pacino), que no quiere saber nada de los negocios de su padre. Cuando Corleone, en contra de los consejos de 'Il consigliere' Tom Hagen (Robert Duvall), se niega a participar en el negocio de las drogas, el jefe de otra banda ordena su asesinato. Empieza entonces una violenta y cruenta guerra entre las familias mafiosas.",
        "Poster":"https://pics.filmaffinity.com/the_godfather-488102675-large.jpg"
    },
    {
        "id": "10",
        "Titulo": "Senderos de gloria",
        "Director": "Stanley Kubrick",
        "Genero": "Belico",
        "Sinopsis":"Primera Guerra Mundial (1914-1918). En 1916, en Francia, el general Boulard ordena la conquista de una inexpugnable posición alemana y encarga esa misión al ambicioso general Mireau. El encargado de dirigir el ataque será el coronel Dax. La toma de la colina resulta un infierno, y el regimiento emprende la retirada hacia las trincheras. El alto mando militar, irritado por la derrota, decide imponer al regimiento un terrible castigo que sirva de ejemplo a los demás soldados.",
        "Poster":"https://pics.filmaffinity.com/paths_of_glory-125248529-large.jpg"
    },
    {
        "id": "11",
        "Titulo": "Doce hombres sin piedad",
        "Director": "Sidney Lumet",
        "Genero": "Drama",
        "Sinopsis":"Los doce miembros de un jurado deben juzgar a un adolescente acusado de haber matado a su padre. Todos menos uno están convencidos de la culpabilidad del acusado. El que disiente intenta con sus razonamientos introducir en el debate una duda razonable que haga recapacitar a sus compañeros para que cambien el sentido de su voto.",
        "Poster":"https://pics.filmaffinity.com/12_angry_men-122099105-large.jpg"
    }
]